import React from 'react'

const Courses = () => {
    return (
        <div>
            <div className="surf-courses">
                <h2> הקורסים שלנו </h2>
                <p>
                    ברוכים הבאים לעולם הגלישה, בו החול, הים והגלים מתמזגים ליצירת חוויה בלתי נשכחת. אצלנו תמצאו מגוון קורסי גלישה המותאמים לקבוצות וליחידים, ומבטיחים חוויה מקצועית ומעשירה לכל רמות הגולשים.
                </p>

                <h3>קורסים ליחידים – להתמקדות אישית ולצמיחה אישית</h3>

                <strong>ליווי אישי וצמוד:</strong> מדריך מנוסה מלווה אתכם לאורך כל הדרך, מתקן טעויות בזמן אמת ומספק טיפים מדויקים לשיפור טכניקות הגלישה שלכם.
                <br />
                <strong>מטרה אחת בראש – הצלחה שלכם:</strong> כל שיעור נבנה בהתאם לקצב ההתקדמות שלכם, תוך התאמה לצרכים ולרמת הביטחון שלכם במים.
                <br />
                <strong>חווית למידה פרטנית:</strong> אווירה שלווה שבה ניתן להתמקד בפיתוח כישורי גלישה מתקדמים או בלימוד מהבסיס בצורה מדויקת.


                <h3>קורסים לקבוצות – כוח הקהילה במיטבו</h3>

                <strong>בניית קהילה מגובשת:</strong> הקורסים הקבוצתיים יוצרים חיבור מיוחד בין חברי הקבוצה, המהווים רשת תמיכה מעודדת במים ומחוצה להם.
                <br />
                <strong>למידה משותפת:</strong> עבודה בצוות מאפשרת שיתוף חוויות, צחוק והרבה השראה אחד מהשני.
                <br />
                <strong>פעילות קבוצתית ממוקדת:</strong> תרגולים על החוף, טכניקות קבוצתיות ולמידה דינמית יחד עם מדריכים מקצועיים.


                <h3>מעטפת מקצועית ושירות ברמה הגבוהה ביותר</h3>

                אנו מאמינים בחינוך לגלישה מושכלת ובטוחה, ולכן המדריכים שלנו מוסמכים ובעלי ניסיון רב.
                כל משתתף זוכה ליחס אישי עם תכנית למידה מותאמת, ליווי לאורך כל הקורס, וציוד גלישה מתקדם שיבטיח חווית גלישה בטוחה ומהנה.
                מעבר ללימודים, אנו גאים לטפח קהילה חיה ותוססת שממשיכה ליהנות יחד גם מעבר לקורסים – מפגשים, אירועים, וסשנים משותפים במים.


                <h3>למי זה מתאים?</h3>
                <p>
                    בין אם אתם מחפשים להתחיל את המסע שלכם עם הגלים, לשפר טכניקות קיימות, או לחוות משהו חדש ומלהיב – יש לנו את הקורס המושלם עבורכם.
                </p>
                <p className="cta"> 🌊 .הצטרפו אלינו לגלים ותנו לעצמכם להיסחף למקום שבו למידה, כיף וקהילה נפגשים </p>
            </div>
        </div>
    )
}

export default Courses